Repository: mertcanerbasi/meal_app
Catalog: lib/core/shared/l10n/app_*.arb
Languages: tr

# onBoarding1Title
source: Delicious Recipes
tr: Lezzetli Tarifler

# onBoarding1Subtitle
source: Hundreds of delicious recipes for those who want to explore different tastes.
tr: Farklı tatlar keşfetmek isteyenler için yüzlerce lezzetli tarif bir arada.

# onBoarding2Title
source: Practical Meal Suggestions
tr: Pratik Yemek Önerileri

# onBoarding2Subtitle
source: Recipes that can be prepared in a hurry, with ingredients available at home.
tr: İşten, okuldan yorgun dönenlere veya evde yemek yapmakta zorlananlara pratik öneriler.

# onBoarding3Title
source: Healthy Eating Guide
tr: Sağlıklı Beslenme Rehberi

# onBoarding3Subtitle
source: Meal recipes and tips suitable for special dietary styles such as gluten-free, vegan, vegetarian, etc.
tr: Gluten-free, vegan, vejetaryen vb. özel beslenme tarzlarına uygun yemek tarifleri ve ipuçları.

source: Next
tr: Devam

source: DHIKR COUNTER
tr: ZİKİR SAYACI

# introSubtitle
source: Perfect app for beginners and advanced practitioners to deepen spiritual practice
tr: Hem başlangıç seviyesindeki hem de ileri seviyedeki uygulayıcıların manevi uygulamalarını derinleştirmek için mükemmel bir uygulama

source: Login
tr: Giriş

# createAccount
source: Create an Account
tr: Hesap Oluştur

# loginSubtitle
source: Add your details to login
tr: Hesap bilgilerinizi girin

source: Your Email
tr: Email

source: Password
tr: Şifre

# forgotPassword
source: Forgot your Password?
tr: Şifrenizi mi unuttunuz?

source: Or Login With
tr: Şununla Giriş Yap

source: Login With Google
tr: Google ile Giriş Yap

# dontHaveAccount
source: Don't have an Account?
tr: Hesabınız mı yok?

source: Sign Up
tr: Kayıt Ol

# signUpSubtitle
source: Add your details to sign up
tr: Kayıt Bilgilerini Girin

source: Name
tr: Adınız

source: Confirm Password
tr: Şifre Tekrar

# alreadyHaveAccount
source: Already have an Account?
tr: Zaten hesabınız var mı?

# passwordControlError
source: Password must be same as above
tr: Şifreler aynı olmalı

# praySelectCreateTitle
source: Select or Create the Dhikr From DhikrBook
tr: Zikir Kitabından Zikrinizi Seçin veya Kendinize Özel Zikir Oluşturun

# praySelectCreateSubtitle
source: Please select or create a dhikr to start counting your recitations. Tap the book button to begin
tr: Zikirlerinizi çekmeye başlamak için lütfen bir zikir seçin veya oluşturun. Başlamak için kitap simgesine tıklayın

source: Pray
tr: Zikir

source: History
tr: Geçmiş

source: Profile
tr: Profil

source: Settings
tr: Ayarlar

source: No History Yet
tr: Henüz Zikir Çekmediniz

# errorMessage
source: Oops Something Happend!
tr: Bir şeyler ters gitti!

source: Started
tr: Başlangıç

source: Finished
tr: Bitiş

source: Total Dhikr
tr: Toplam Zikir

source: Continues
tr: Devam

source: Total
tr: Toplam

source: Different
tr: Farklı

source: Continuing
tr: Halen

source: Praying since
tr: Ne zamandan beri

source: Last Dhikr
tr: Son Zikir

source: Most Popular Dhikr
tr: En Çok Çekilen Zikir

source: No Dhikr
tr: Zikir Çekmediniz

source: Times
tr: Kez

source: Language
tr: Dil

source: Sign Out
tr: Çıkış Yap

source: About Us
tr: Hakkımızda

source: Share
tr: Paylaş

# rate
source: Rate Us
tr: Uygulamayı Değerlendir

# successTitle
source: Congratulations, You Have Completed Your Zikr.
tr: Tebrikler Zikrini Tamamladın

# successDescription
source: Congratulations! I sincerely congratulate you for completing your zikr. May you receive the best reward for your efforts to get closer to Allah. I wish you all the best for your continued practice.
tr: Tebrikler! Zikirini tamamladığın için gönülden kutluyorum. Allah'a yakınlaşmak için çabalarının mükafatını inşallah en güzel şekilde alırsın. Devamını dilerim.

# dhikrList
source: My Dhikrs
tr: Zikirlerim
